[
  {
    "path": "posts/2022-11-02-avance/",
    "title": "Estimating and modelling the relation between climate change, governance, and GDP",
    "description": "Avance de proyecto final.",
    "author": [
      {
        "name": "Nora Jones",
        "url": "https://example.com/norajones"
      }
    ],
    "date": "2022-11-02",
    "categories": [],
    "contents": "\nEstimating and modelling the relation between climate change,\ngovernance, and GDP\nEstimating and modelling the relation between climate change,\ngovernance, and GDP\nAbstract.\nClimate change has been impacting the development from different\ncountries around the globe, including the GDP, Gini index, and private\ninvestments, among others. Therefore, policymakers and governments are\nplaying a crucial role to mitigate these impacts through the creation\nand implementation of plans and policies, consequently, enhancing the\nhuman welfare, population income, and livelihoods. Regarding to ND- GAIN\nIndex, this article aims to analyze in 182 countries the relation\nbetween the readiness of governance, climate change vulnerability, and\nGDP, outlining how these variables influence each other. The structure\nhas been proposed to simplify the reading. It has been divided in\ncontext and background, methodology, and discussion, which includes the\nresults.\nKeywords: GDP (Gross Domestic Product), climate change vulnerability,\ngovernance readiness.\nIntroduction.\nDuring the last decades the cumulative impacts of climate change has\nbeen increasing, affecting different global ecosystems (Claudet et al.,\n2020; Cogan, 2003), playing a fundamental role in human wellbeing and\ndevelopment. Regarding climate change, various countries are facing\ndiverse challenges to adapt (Chen et al., 2015), such as sea-level rises\nand extreme weather events (Kompas et al., 2018; United Nations, 2018),\nconsequently, worldwide governments and stakeholders are increasing\nefforts to mitigate these impacts, generating and strengthen policies,\nstrategies, and programs in a local, regional, and global scale.\nAdditionally, the climate change effects has demonstrate to impact in\nglobal economy in a considerable manner (Tol, 2002; Hilmi et al., 2021).\nThese impacts are different in every country, some of them are more\nvulnerable than others, especially those depending (their livelihood,\neconomy, and wellbeing) on nature and their ecosystem services.\nThe hypothesis of this article has been defined as: H_1 A country GDP\nwill be affected detrimentally by the country climate change\nvulnerability and governance readiness level. H_0 A country GDP will not\nbe affected detrimentally by the country climate change vulnerability\nand governance readiness level.\nContext and background.\nIt has been mentioned that the impact of climate change on poor\npopulations represents a minor part of national wealth, being classified\nmany times as invisible (measuring them on GDP). Managing and assessing\nthe vulnerability against climate change requires specific data,\nstudies, and metrics (Hallegate et al., 2018). It has always been\nattracting for policymakers to estimates and understand the economic\nimpacts of climate change. Nevertheless, most of the time, these\nestimates have been studied in terms of global GDP or the impact on\ncountry-level (Arent et al., 2014), not considering how climate change\naffects human well-being, specially to most developing countries. The\nvalue of mitigation and the impacts on human wellbeing will determine\nthe distribution of climate change impacts (Dennig et al., 2015).\nHowever, the global distribution of climate change impacts is\nheterogeneous, not only within countries throughout the globe, also over\nincome classes and occupations (Hallegate et al., 2018). Furthermore,\nconsidering and using only the global GDP as a variable to measure the\nimpacts of climate change could probably increase the skew of the study\n(Mendelsohn et al., 2000; Tol, 2002; Hope, 2006; Mendelsohn et al.,\n2006; Stern, 2006; Tol, 2009; Nordhaus, 2014; Hsiang et al., 2017;\nHallegate et al., 2018). Study climate change impacts on GDP requires a\ndifferent approach, focused on governance and vulnerability, considering\ndiverse factors such as food access, infrastructure, water access, among\nothers. Moreover, a study published by the World Bank in 2016 about\n“Poverty and climate change” drove to develop different depth studies in\nthis field (Hallegate et al., 2018).\nFigure n°. Dynamic effects of global\nwarming (3∘C) on global GDP (% change/year). Source: Kompas et al.,\n2018.Methodology.\nWith the aim to address the relation between climate change\nvulnerability, the readiness governance and how these variables impact\nin the GDP (Gross Domestic Product) of the countries, it has been used\nand analyzed the Notre Dame Global Adaptation Initiative Index, which\nincludes 182 countries between the years 1995 and 2020 (due to data\navailability). It must be considered that this data has been developed\nregarding the expert’s advice and consultancy (Cheng et al., 2015). In\nfirst place, the data was collected from different data bases (“raw”\ndata), subsequently, has been converted into different indexes,\nnormalizing the range of values to a common standard deviation and mean,\nscaling and transforming the data into a prescribed range that will\noscillate between 0 and 1. Additionally, with the goal to represent the\nreal sensitivity of the data, the errors were corrected through the\nlinear interpolation and the labelling for the missing data, and it has\nbeen identified the minimum and maximum baseline (“reference points”)\nfor “raw” data, achieving to ease the comparison between the reference\npoints and countries. For example, the reference points can be\nnon-potable water for human consumption is 0 percent (0), on the other\nhand, potable water for human consumption is 100 percent (1).\nThe scale has been developed using the equation below:\nS=|D-|\nIn which, Scale “raw” has been represented with “r”, data to “score”\nwith “S”, reference point as “Rp”, baseline maximum as “BM”, and\nbaseline minimum as “Bm”. Furthermore, the parameter “D” which means\ndirection, can also take two values, 0 and 1, representing the opposite\nin some case, for example, when the vulnerability score is close to 0\nmeans that the country has a high vulnerability against climate change.\nParallelly, when the score of governance is close to 1 means that the\ncountry has a high governance (“better governance”). To compute these\nscores has been used the arithmetic mean from the different variables.\nFinally, to get the ND-GAIN score and provide a value between 0 and 100,\nfor each country has been subtracted from the readiness score the\nvulnerability score, using the next equation:\nND GAIN score=(Readiness score-Vulnerability score+1)\nIndicators - variables (Cheng et al., 2015):\nGovernance: refers to the effective investment use regarding the\nadaptation against climate change impacts, developing an efficient and\nsafe business environment, also, considering the stability of the\ninstitutions and the civil society arrangements that will manage to\ndecrease the investment risks. Therefore, a democracy with high\ngovernance capacity and stable economy should be able to reassures\ninvestors that their capital could grow without interruption as long as\nthey have the support of public services.\nClimate change vulnerability: This indicator consider how climate\nchange negative effects are impacting the countries. However, it must be\nconsidered that this indicator includes six life-supporting sectors:\nhealth, water, food, human habitat, ecosystem services, infrastructure,\nand human habitat.\nGDP: Gross Domestic Product.\nTo measure the relation between GDP, climate change vulnerability and\ngovernance, it has been used a multiple regression multivariate model,\nimplementing the equation below:\nY={0 + }1{1 + }2{2 +   }\nIn which Y represents the GDP (dependent variable), _1 represent\nclimate change vulnerability, and _2 the governance readiness. For\ninstance, the formula applied in this study is:\nGDP={0 + }Climate change vulnerability{1 + }Governance readiness_{2 +  }\nThe implement this formula implies that {n  }is a lineal\nfunction, besides the constant term of {0 }(intercept), and the\nunobservable  variable. Also, the next assumptions have to be\nconsidered:  and the lineal function of _{n  }must be 0 (Urdinez\nand Cruz, 2020), following the formula:\nΕμχ=0\nFor each value of the independent variable of interest  , the\naverage of the unobserved factors will be 0. If these assumptions are\naccomplished it will be possible to observe the impact of  in Y,\nmaintaining constant the other values (Urdinez and Cruz, 2020).\nResults and Discussion.\nConclusion.\nConflict of interest. The author declare that the research was\nconducted in the absence of any commercial or financial relationships\nthat could be construed as a potential conflict of interest.\nData availability statement. The datasets presented in this study are\nopen source and can be found in online repositories at https://gain.nd.edu/our-work/country-index/rankings/.\nAnnexes.\nFigure n° .Countries GDP\nhistogramFigure n° .Countries Governance readiness\nhistogramFigure n°. Climate change vulnerability\nhistogramFigure n°. Scaterrplot Model 1\n(GDP-Governance)Table n°. Model 1\nScreenreg (GDP-Governance)\nModel 1\n(Intercept) 0.40  (0.00)\nGDP 0.00  (0.00)\n———————— R^2 0.40\nAdj. R^2 0.40\nNum. obs. 4758\n======================== *** p < 0.001; ** p < 0.01; * p <\n0.05\nFigure n°. Scatterplot Model 2 (Climate\nchange vulnerability – GDP).)Table n°. Model 2 Screenreg\nModel 2\n(Intercept) 69475.42  (1038.81)\nvulnerability -120496.27  (2260.13)\n—————————– R^2 0.38\nAdj. R^2 0.38\nNum. obs. 4654\n============================= *** p < 0.001; ** p < 0.01; * p <\n0.05\nTable\nn°. Models screenreg (includes model 3 GDP-governance-Climate change\nvulnerability)\nModel 1 Model 2 Model 3\n(Intercept) -17264.64 *** 69475.42 *** 23818.66  (613.97)\n(1038.81) (1885.90)\ngovernance 65720.93  42453.27  (1163.42)\n(1500.50)\nvulnerability -120496.27  -65372.97  (2260.13)\n(2880.05)\n———————————————————– R^2 0.40 0.38 0.47\nAdj. R^2 0.40 0.38 0.47\nNum. obs. 4758 4654 4576\n===========================================================\n p < 0.001; ** p < 0.01; * p < 0.05\nFigure n° Residuals vs fitted values plot\n(homocedasticity) in model 3 (GDP, governance and\nvulnerability).Table n°. model 3 lm(GDP~1+governance+ vulnerability) Test stat\nPr(>|Test stat|)\ngovernance 16.512 < 2.2e-16  vulnerability 11.777 <\n2.2e-16  Tukey test 16.800 < 2.2e-16 *** — Signif.\ncodes: 0 ‘’ 0.001 ‘’ 0.01 ‘’ 0.05 ‘.’ 0.1 ‘ ’\n1\nFigure n°. Residual vs fitted values plot\nfor lm(GDP~1+governance+ vulnerability)References.\nArent, D., Tol, R., Faust, E., Hella, J., Kumar, S., Strzepek, K.,\nTóth, F., and Yan D. (2014). Key economic sectors and services. In Field\nCB, Barros VR, Dokken, DJ, Mach KJ, Mastrandrea MD, Bilir TE, Chat-\nterjee M, Ebi KL, Estrada YO, Genova RC, Girma B, Kissel ES, Levy AN,\nMacCracken S, Mastrandrea PR and White LL (eds). Climate Change 2014:\nImpacts, Adaptation, and Vulnerability. Part A: Global and Sectoral\nAspects. Contribution of Working Group II to the Fifth Assessment Report\nof the Intergov- ernmental Panel of Climate Change. Cambridge, UK and\nNew York, NY: Cambridge University Press, pp. 659–708.\nChen, C., Noble, I., Hellmann, J., Coffee, J., Murillo, M., Chawla,\nN. (2015). Country Index Technical Report. University of Notre Dame\nGlobal Adaptation Index.\nClaudet J, Bopp L, Cheung WWL, Devillers R, EscobarBriones E, Haugan\nP, Heymans J, Masson-Delmotte V, Matz-Lück N, Miloslavich P, Mullineau\nL, Visbeck M, Watson R, Zivian A, Ansorge I, Araujo M, Aricò S, Bailly\nD, Barbière J, Barnerias C, Bowler C, Brun V, Cazenave A, Diver C, Euzen\nA, Thierno Gaye A, Hilmi N, Ménard F, Moulin C, Muñoz N, Parmentier R,\nPebayle A, Pörtner H-O, Osvaldina S, Ricard P, Serrão Santos R, Sicre\nM-A, Thiébault S, Thiele T, Troublé R, Turra A, Uku J, Gaill F. (2020).\nA roadmap for using the UN Decade of Ocean Science for Sustainable\nDevelopment in support of science, policy, and action. One Earth\n2(1):34–42.\nCogan, D.G. (2003). Corporate Governance and Climate Change: Making\nthe Connection.\nDennig, F., Budolfson, M., Fleurbaey, M., Siebert, A., and Socolow,\nR. (2015). Inequality, climate impacts on the future poor, and carbon\nprices. Proceedings of the National Academy of Sciences 112,\n15827–15832. Dollar D and Kraay A (2002) Growth is good for the poor.\nJournal of Economic Growth 7, 195–225.\nHallegatte S., Fay M., and Barbier E. (2018). Poverty and climate\nchange: introduction. Environment and Development Economics (2018), 23,\n217–233 doi:10.1017/S1355770X18000141\nHilmi, N., Theux-Lowen, N., Crisóstomo, M. (2021) Ocean-Related\nImpacts of Climate Change on Economy. In: Leal Filho W., Azul A.M.,\nBrandli L., Lange Salvia A., Wall T. (eds) Life Below Water.\nEncyclopedia of the UN Sustainable Development Goals. Springer, Cham. https://doi.org/10.1007/978-3-319-71064-8_158-1\nHope, C. (2006). The marginal impact of CO2 from PAGE2002: an\nintegrated assessment model incorporat- ing the IPCC’s five reasons for\nconcern. Integrated Assessment Journal 6(1), 19–56.\nHsiang, S., Kopp, R., Jina, A., Rising, J., Delgado, M., Mohan, S.,\nRasmussen, D., Muir-Wood, R., Wilson, P., and Oppenheimer, M. (2017).\nEstimating economic damage from climate change in the United States.\nScience 356, 1362–1369.\nKompas, T., Pham, V. H., & Che, T. N. (2018). The effects of\nclimate change on GDP by country and the global economic gains from\ncomplying with the Paris Climate Accord. Earth’s Future, 6, 1153–1173.\nhttps://doi.org/10.1029/2018EF000922\nMendelsohn, R., Morrison, W., Schlesinger, M., and Andronova, N.\n(2000). Country-specific market impacts of climate change. Climatic\nChange 45, 553–569.\nMendelsohn, R., Dinar, A., and Williams, L. (2006). The\ndistributional impact of climate change on rich and poor countries.\nEnvironment and Development Economics 11, 159–178.\nNordhaus, W. (2014). Estimates of the social cost of carbon: concepts\nand results from the DICE-2013R model and alternative approaches.\nJournal of the Association of Environmental and Resource Economists 1,\n273–312.\nStern, N. (2006). Stern Review: The Economics of Climate Change.\nCambridge, UK: Cambridge University Press.\nTol, R. (2002). Estimates of the damage costs of climate change. Part\n1: benchmark estimates. Environmental and Resource Economics 21(1),\n47–73.\nTol, R. (2009). The economic effects of climate change. Journal of\nEconomic Perspectives 23, 29–51.\nUnited Nations. (2018). Goal 13: Take urgent action to combat climate\nchange and its impacts. Retrieved from http://www.un.org/sustainabledevelopment/climate-change-2/,\nAccessed date: 28 October 2022.\nUrdinez, F., and Cruz, A. (Eds.) (2020). Political Data Science Using\nR: A Practical Guide. CRC Press.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-11-02T07:48:52-03:00",
    "input_file": "avance.knit.md"
  },
  {
    "path": "posts/2022-08-25-la-influencia-de-las-ongs-en-la-proteccin-marino-costera-de-chile/",
    "title": "La influencia de las ONG's en la protección marino costera de Chile",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Nora Jones",
        "url": "https://example.com/norajones"
      }
    ],
    "date": "2022-08-25",
    "categories": [],
    "contents": "\nEl rol de las ONG’s en la protección marino costera y su relación con\nla mitigación de los impactos del cambio climático\nDistill is a publication format for scientific and technical writing,\nnative to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n#hay q usar Rmarkdown\n[LAPOP]\n´´´{r paquetes, warning=FALSE, message=FALSE} library(tidyverse\nlibrary(sjmisc) library(haven) library(kableExtra)\n\n\n\n",
    "preview": {},
    "last_modified": "2022-08-25T19:43:36-04:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-08-19-segundo-paso/",
    "title": "Segundo paso",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Nora Jones",
        "url": "https://example.com/norajones"
      }
    ],
    "date": "2022-08-19",
    "categories": [],
    "contents": "\nHola, lo logramos!\nDistill is a publication format for scientific and technical writing,\nnative to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-08-19T17:45:35-04:00",
    "input_file": {}
  },
  {
    "path": "posts/welcome/",
    "title": "Welcome to My Blog",
    "description": "Welcome to our new blog, My Blog. We hope you enjoy \nreading what we have to say!",
    "author": [
      {
        "name": "Nora Jones",
        "url": "https://example.com/norajones"
      }
    ],
    "date": "2022-08-19",
    "categories": [],
    "contents": "\n\n\n\n",
    "preview": {},
    "last_modified": "2022-08-19T17:08:55-04:00",
    "input_file": {}
  }
]
